Repository: rocavence/Wunderkammer
Catalog: Wunderkammer/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, es, ja, ko, pt_br

source: · R 再抽一件 · Esc 關閉
en: · R for another · Esc to close
es: · R otro al azar · Esc cerrar
ja: · R もう一度 · Esc 閉じる
ko: · R 다른 항목 뽑기 · Esc 닫기
pt_br: · R sorteia outro · Esc fecha

source: · 收進「%@」
en: · into “%@”
es: · Se añade a “%@”
ja: · 「%@」に追加
ko: · ‘%@’에 수집
pt_br: · Adicionar a “%@”

source: · 正在理解 %lld 件
en: · understanding %lld items
es: · Analizando %lld elementos
ja: · %lld 件を解析中
ko: · %lld개 이해하는 중
pt_br: · Entendendo %lld itens

source: · 連結 %lld 個資料夾
en: · %lld linked folders
es: · %lld carpetas enlazadas
ja: · %lld 個のフォルダをリンク中
ko: · 연결된 폴더 %lld개
pt_br: · %lld pastas vinculadas

source: %@ · %lld 件
en: %@ · %lld items
es: %@ · %lld elementos
ko: %@ · %lld개
pt_br: %@ · %lld itens

# %@ 上次使用：%@
source: %1$@ 上次使用：%2$@
en: %1$@ last used it: %2$@
es: %1$@ lo usó por última vez: %2$@
ja: %1$@ が最後に使用：%2$@
ko: %1$@ 마지막 사용: %2$@
pt_br: %1$@ usou por último: %2$@

source: %@ 也%@%@
en: %@ also %@ %@
es: %@ también %@ %@
ja: %1$@は%3$@も%2$@
ko: %1$@도 %3$@ %2$@
pt_br: %@ também %@ %@

source: %@ 保存
en: Saved %@
es: Guardada el %@
ja: %@に保存
ko: %@ 저장됨
pt_br: Salva em %@

source: %@ 已被其他 app 使用
en: %@ is already used by another app
es: Otra app ya usa %@
ja: %@ はほかのアプリで使用されています
ko: %@ 단축키는 다른 앱에서 사용 중입니다
pt_br: %@ já está em uso por outro app

source: %@ 等 %lld 位
en: %@ and others (%lld)
es: %@ y otros (%lld en total)
ja: %@ ほか %lld 人
ko: %1$@ 등 %2$lld명
pt_br: %@ e mais (%lld no total)

source: %@提到 %@
en: %@ mentions %@
es: %@ menciona a %@
ja: %@で %@ に言及
ko: %1$@에서 %2$@ 언급
pt_br: %@ menciona %@

source: %@，%lld 件收藏
en: %@, %lld items
es: %@, %lld elementos
ja: %@、%lld 件のアイテム
ko: %@, 항목 %lld개
pt_br: %@, %lld itens

source: %lld 件
en: %lld items
es: %lld elementos
ko: %lld개
pt_br: %lld itens

source: %lld 件收藏
en: %lld items
es: %lld elementos
ja: %lld 件のアイテム
ko: 항목 %lld개
pt_br: %lld itens

source: %lld 件收藏的檔案會複製一份到「%@」。
en: Files from %lld items will be copied to “%@”.
es: Se copiarán los archivos de %lld elementos a “%@”.
ja: %lld 件のアイテムのファイルが「%@」にコピーされます。
ko: 항목 %1$lld개의 파일이 ‘%2$@’에 복사됩니다.
pt_br: Os arquivos de %lld itens serão copiados para “%@”.

source: %lld 個堆會合回一堆，
en: %lld piles will merge back into one,
es: Los %lld montones se juntarán en uno y
ja: %lld 個の山が 1 つに戻り、
ko: 더미 %lld개가 하나로 합쳐지고,
pt_br: As %lld pilhas voltarão a ser uma só,

source: %lld 次
en: %lld times
es: %lld veces
ja: %lld 回
ko: %lld회
pt_br: %lld vezes

source: %lld 頁
en: %lld pages
es: %lld páginas
ja: %lld ページ
ko: %lld페이지
pt_br: %lld páginas

source: AI 助手
en: An AI assistant
es: Un asistente de IA
ja: AI アシスタント
ko: AI 어시스턴트
pt_br: Um assistente de IA

source: AI 控制
en: AI Control
es: Control por IA
ja: AI コントロール
ko: AI 제어
pt_br: Controle por IA

source: Anthropic 的桌面 App。
en: Anthropic’s desktop app.
es: La app de escritorio de Anthropic.
ja: Anthropic のデスクトップ App。
ko: Anthropic의 데스크탑 앱.
pt_br: O app de desktop da Anthropic.

source: Apple Intelligence 可用
en: Apple Intelligence available
es: Apple Intelligence disponible
ja: Apple Intelligence を利用できます
ko: Apple Intelligence 사용 가능
pt_br: Apple Intelligence disponível

source: Apple 的圖文模型，讓你用一句話找圖。
en: Apple’s image–text model, which lets you find pictures with a sentence.
es: El modelo de imagen y texto de Apple que te deja buscar imágenes con una frase.
ja: Apple の画像とテキストのモデル。ひと言で画像を探せるようにします。
ko: Apple의 이미지·텍스트 모델로, 한 문장으로 그림을 찾게 해 줍니다.
pt_br: O modelo de imagem e texto da Apple que permite achar imagens com uma frase.

source: Claude、Cursor 等支援 MCP 的 App 可以搜尋、瀏覽與讀取目前的展室，也能隨機挑一件或提問。
en: Claude, Cursor, and other apps that support MCP can search, browse, and read the open room, pick something at random, or ask questions.
es: Claude, Cursor y otras apps compatibles con MCP pueden buscar, explorar y leer la sala abierta, elegir algo al azar o hacer preguntas.
ja: Claude、Cursor など MCP 対応の App が、開いている展示室を検索・閲覧・読み取りでき、ランダムに選んだり質問したりもできます。
ko: Claude, Cursor 등 MCP를 지원하는 앱이 지금 열린 전시실을 검색하고 둘러보고 읽을 수 있으며, 무작위로 하나 고르거나 질문할 수도 있습니다.
pt_br: Claude, Cursor e outros apps com suporte a MCP podem buscar, navegar e ler a sala aberta, escolher algo ao acaso ou fazer perguntas.

source: Dock 圖示
en: Dock icon
es: Icono del Dock
ja: Dock アイコン
ko: Dock 아이콘
pt_br: Ícone no Dock

source: Find curiosities by words, names, colours, sites, years or what they look like.
en: Find curiosities by words, names, colors, sites, years or what they look like.
es: Encuentra curiosidades por palabras, nombres, colores, sitios, años o por su aspecto.
ja: 言葉、名前、色、サイト、年、見た目からアイテムを探します。
ko: 단어, 이름, 색상, 사이트, 연도 또는 생김새로 수집품을 찾습니다.
pt_br: Encontre curiosidades por palavras, nomes, cores, sites, anos ou pela aparência.

source: PDF · %lld 頁
en: PDF · %lld pages
es: PDF · %lld páginas
ja: PDF · %lld ページ
ko: PDF · %lld페이지
pt_br: PDF · %lld páginas

# There's nothing in the room yet.
source: 展室裡還沒有東西。
en: There's nothing in the room yet.
es: Todavía no hay nada en la sala.
ja: 展示室にはまだ何もありません。
ko: 전시실에 아직 아무것도 없습니다.
pt_br: Ainda não há nada na sala.

source: Wunder 你大概也不會天天打開，這樣剛好，它會把你的「珍奇」分門別類擺好掛上牆，哪天想到再打開，就是一個舒服的展室，你就隨意逛逛，不整理也完全沒問題！
en: You probably won’t open Wunder every day either, and that’s just right. It sorts your curiosities and hangs them on the wall, so whenever you do open it, there’s a comfortable room waiting. Wander around; no tidying needed, really!
es: Seguramente tampoco abrirás Wunder cada día, y está bien así. Ordena tus «curiosidades» y las cuelga en la pared, así que cuando lo abras te espera una sala acogedora. Pasea sin prisa; ¡no hace falta ordenar nada!
ja: Wunder もたぶん毎日は開かないでしょう。それでちょうどいいんです。あなたの「珍品」を分類して壁に飾っておくので、思い出して開けば、そこは居心地のいい展示室。気ままに見て回るだけで、整理しなくてもまったく大丈夫！
ko: Wunder도 아마 매일 열지는 않겠죠. 그게 딱 좋아요. 당신의 ‘진기한 것들’을 분류해 벽에 걸어 두니까, 생각날 때 열면 편안한 전시실이 기다립니다. 마음 가는 대로 둘러보세요. 정리 안 해도 전혀 문제없어요!
pt_br: Você provavelmente também não vai abrir o Wunder todo dia, e tudo bem. Ele separa suas “curiosidades” e pendura na parede, então quando abrir, vai encontrar uma sala aconchegante. É só passear; não precisa arrumar nada!

source: Wunder 怎麼解決
en: How Wunder answers
es: Cómo responde Wunder
ja: Wunder の答え
ko: Wunder의 해답
pt_br: Como o Wunder resolve

source: Wunderkammer 是文藝復興時期的珍奇室：書、標本、畫與地圖放在同一個房間，靠擺放與並置產生意義，而不是靠分類。Wunder 是它的簡稱，德文的「驚奇」。每個展室，都是你自己的珍奇室。
en: A Wunderkammer was a Renaissance cabinet of curiosities: books, specimens, paintings, and maps in one room, finding meaning in how they were placed side by side, not in how they were sorted. Wunder is its short name, German for “wonder.” Every room is your own cabinet of curiosities.
es: Una Wunderkammer era un gabinete de curiosidades renacentista: libros, especímenes, pinturas y mapas en una sala, con sentido en cómo se colocaban juntos, no en cómo se clasificaban. Wunder es su nombre corto, «maravilla» en alemán. Cada sala es tu propio gabinete de curiosidades.
ja: Wunderkammer はルネサンス期の驚異の部屋。本、標本、絵、地図がひとつの部屋に並び、分類ではなく配置と並置で意味を生みました。Wunder はその略で、ドイツ語の「驚き」。どの展示室も、あなた自身の驚異の部屋です。
ko: Wunderkammer는 르네상스 시대의 호기심의 방입니다. 책, 표본, 그림, 지도가 한 방에 놓여 분류가 아닌 배치와 나란함으로 의미를 만들었습니다. Wunder는 그 줄임말로, 독일어로 ‘경이’. 모든 전시실은 당신만의 호기심의 방입니다.
pt_br: Uma Wunderkammer era um gabinete de curiosidades renascentista: livros, espécimes, pinturas e mapas numa sala, com sentido na forma como ficavam lado a lado, não na classificação. Wunder é o nome curto, “maravilha” em alemão. Cada sala é o seu próprio gabinete de curiosidades.

source: Wunder：把東西拖到這裡就收進展室
en: Wunder: drop things here to add them to the room
es: Wunder: arrastra cosas aquí para añadirlas a la sala
ja: Wunder：ここにドラッグすると展示室に追加されます
ko: Wunder: 여기로 드래그하면 전시실에 수집됩니다
pt_br: Wunder: arraste algo para cá para adicionar à sala

source: 「%@」收進來的檔案，都會複製一份到這個資料夾，用原本的檔名存。
en: Files added to “%@” are copied to this folder under their original names.
es: Los archivos que se añadan a “%@” se copiarán a esta carpeta con su nombre original.
ja: 「%@」に追加したファイルは、元のファイル名のままこのフォルダにコピーされます。
ko: ‘%@’에 수집한 파일은 모두 원래 파일 이름 그대로 이 폴더에 복사됩니다.
pt_br: Os arquivos adicionados a “%@” serão copiados para esta pasta, com o nome original.

source: 「%@」改回只存在這台 Mac？
en: Keep “%@” on this Mac only?
es: ¿Guardar «%@» solo en este Mac?
ja: 「%@」をこの Mac だけに戻しますか？
ko: ‘%@’을(를) 이 Mac에만 두시겠습니까?
pt_br: Manter “%@” só neste Mac?

source: 一切留在這台 Mac。文字、物件、相似與描述的辨識都在本機完成，不上傳、不用帳號、不用訂閱。
en: Everything stays on this Mac. Text, objects, similarity, and descriptions are all recognized here: no uploads, no account, no subscription.
es: Todo se queda en este Mac. Texto, objetos, semejanzas y descripciones se reconocen aquí: sin subir nada, sin cuenta, sin suscripción.
ja: すべてはこの Mac の中に。文字、物体、類似、説明の認識はすべて本体で行い、アップロードもアカウントもサブスクリプションも不要です。
ko: 모든 것은 이 Mac에. 텍스트, 사물, 유사도, 설명 인식이 모두 기기에서 이뤄져 업로드도, 계정도, 구독도 필요 없습니다.
pt_br: Tudo fica neste Mac. Texto, objetos, semelhanças e descrições são reconhecidos aqui: sem upload, sem conta, sem assinatura.

source: 一般
en: General
es: General
ko: 일반
pt_br: Geral

source: 上一則
en: Previous
es: Anterior
ja: 前へ
ko: 이전
pt_br: Anterior

source: 上次是從 %@ 的收藏來的
en: Last time you came from an item from %@
es: La última vez llegaste desde un elemento de %@
ja: 前回は %@ のアイテムから来ました
ko: 지난번에는 %@의 항목에서 왔습니다
pt_br: Da última vez, veio de itens de %@

source: 上次是從「%@」的相似收藏來的
en: Last time you came from items similar to “%@”
es: La última vez llegaste desde elementos similares a “%@”
ja: 前回は「%@」の類似アイテムから来ました
ko: 지난번에는 ‘%@’와(과) 유사한 항목에서 왔습니다
pt_br: Da última vez, veio de itens semelhantes a “%@”

source: 上次是從「%@」的相關收藏來的
en: Last time you came from items related to “%@”
es: La última vez llegaste desde elementos relacionados con “%@”
ja: 前回は「%@」の関連アイテムから来ました
ko: 지난번에는 ‘%@’의 관련 항목에서 왔습니다
pt_br: Da última vez, veio de itens relacionados a “%@”

source: 上次是從「%@」經由 %@ 來的
en: Last time you came from “%@” via %@
es: La última vez llegaste desde “%@” a través de %@
ja: 前回は「%@」から %@ 経由で来ました
ko: 지난번에는 ‘%1$@’에서 %2$@(으)로 이어져 왔습니다
pt_br: Da última vez, veio de “%@” via %@

source: 上次是從主題「%@」來的
en: Last time you came from the theme “%@”
es: La última vez llegaste desde el tema “%@”
ja: 前回はテーマ「%@」から来ました
ko: 지난번에는 테마 ‘%@’에서 왔습니다
pt_br: Da última vez, veio do tema “%@”

source: 上次是從問題「%@」來的
en: Last time you came from the question “%@”
es: La última vez llegaste desde la pregunta “%@”
ja: 前回は質問「%@」から来ました
ko: 지난번에는 질문 ‘%@’에서 왔습니다
pt_br: Da última vez, veio da pergunta “%@”

source: 上次是從提到「%@」的收藏來的
en: Last time you came from items mentioning “%@”
es: La última vez llegaste desde elementos que mencionan “%@”
ja: 前回は「%@」に言及したアイテムから来ました
ko: 지난번에는 ‘%@’을(를) 언급한 항목에서 왔습니다
pt_br: Da última vez, veio de itens que mencionam “%@”

source: 上次是從搜尋「%@」來的
en: Last time you came from a search for “%@”
es: La última vez llegaste desde la búsqueda “%@”
ja: 前回は検索「%@」から来ました
ko: 지난번에는 ‘%@’ 검색에서 왔습니다
pt_br: Da última vez, veio da busca “%@”

source: 上次是瀏覽時看到的
en: Last time you found it while browsing
es: La última vez lo viste mientras explorabas
ja: 前回はブラウズ中に見つけました
ko: 지난번에는 둘러보다가 발견했습니다
pt_br: Da última vez, apareceu enquanto você navegava

source: 上次是隨機遇到的
en: Last time you came across it at random
es: La última vez apareció al azar
ja: 前回はランダムで出会いました
ko: 지난번에는 무작위로 만났습니다
pt_br: Da última vez, apareceu ao acaso

source: 下一則
en: Next
es: Siguiente
ja: 次へ
ko: 다음
pt_br: Próxima

source: 下載
en: Download
es: Descargar
ja: ダウンロード
ko: 다운로드
pt_br: Baixar

source: 下載…
en: Download…
es: Descargar…
ja: ダウンロード…
ko: 다운로드…
pt_br: Baixar…

source: 下載「中文（繁體）→ 英文」的翻譯語言後，就能用中文描述搜尋，例如「坐在餐桌前的貓」。翻譯在這台 Mac 上完成。
en: Download the Chinese (Traditional) → English translation language to search with Chinese descriptions, such as “坐在餐桌前的貓”. Translation happens on this Mac.
es: Después de descargar el idioma de traducción “Chino (tradicional) → Inglés”, podrás buscar con descripciones en chino, por ejemplo “坐在餐桌前的貓”. La traducción se hace en este Mac.
ja: 翻訳言語「中国語（繁体字）→ 英語」をダウンロードすると、中国語の説明で検索できます（例：「坐在餐桌前的貓」）。翻訳はこのMac上で行われます。
ko: ‘중국어(번체) → 영어’ 번역 언어를 다운로드하면 중국어 설명으로 검색할 수 있습니다(예: ‘坐在餐桌前的貓’). 번역은 이 Mac에서 처리됩니다.
pt_br: Depois de baixar o idioma de tradução “Chinês (Tradicional) → Inglês”, você pode buscar com descrições em chinês, como “坐在餐桌前的貓”. A tradução é feita neste Mac.

source: 下載新版本 %@
en: Download Version %@
es: Descargar la versión %@
ja: 新しいバージョン %@ をダウンロード
ko: 새 버전 %@ 다운로드
pt_br: Baixar a versão %@

source: 下載新版本 %@…
en: Download Version %@…
es: Descargar la versión %@…
ja: 新しいバージョン %@ をダウンロード…
ko: 새 버전 %@ 다운로드…
pt_br: Baixar a versão %@…

source: 下載沒有完成，請確認網路後再試一次。
en: The download didn't finish. Check your connection and try again.
es: La descarga no terminó. Revisa la conexión e inténtalo de nuevo.
ja: ダウンロードが完了しませんでした。ネットワークを確認してもう一度お試しください。
ko: 다운로드를 완료하지 못했습니다. 네트워크를 확인한 뒤 다시 시도하세요.
pt_br: O download não terminou. Verifique a conexão e tente de novo.

source: 不再連結這個資料夾
en: Unlink This Folder
es: Dejar de enlazar esta carpeta
ja: このフォルダのリンクを解除
ko: 이 폴더 연결 해제
pt_br: Desvincular esta pasta

source: 不用了
en: Not Now
es: Ahora no
ja: 今はしない
ko: 나중에
pt_br: Agora não

source: 不用想要放哪裡，系統會替你整理
en: No need to decide where things go. The system sorts them for you
es: No pienses dónde ponerlo; el sistema lo organiza por ti
ja: どこに置くか考える必要はありません。システムが整理します
ko: 어디에 둘지 고민할 필요 없이 시스템이 정리해 줍니다
pt_br: Não pense em onde guardar; o sistema organiza para você

source: 不能監看這個資料夾
en: Can't watch this folder
es: No se puede vigilar esta carpeta
ja: このフォルダは監視できません
ko: 이 폴더를 감시할 수 없음
pt_br: Não é possível monitorar esta pasta

source: 中文描述
en: Chinese descriptions
es: Descripción en chino
ja: 中国語の説明
ko: 중국어 설명
pt_br: Descrição em chinês

source: 主題
en: Themes
es: Temas
ja: テーマ
ko: 테마
pt_br: Temas

source: 主題 %@
en: Theme %@
es: Tema %@
ja: テーマ %@
ko: 테마 %@
pt_br: Tema %@

source: 之後按 ⌘K 找回來
en: Find it again with ⌘K
es: Encuéntralo luego con ⌘K
ja: あとで ⌘K で見つけられます
ko: 나중에 ⌘K로 다시 찾으세요
pt_br: Encontre depois com ⌘K

source: 之後收進來的檔案也都會存在這裡。
en: Files you add later will be saved here too.
es: Los archivos que añadas a partir de ahora también se guardarán aquí.
ja: 今後追加するファイルもここに保存されます。
ko: 앞으로 수집하는 파일도 모두 여기에 저장됩니다.
pt_br: Os arquivos adicionados depois também serão salvos aqui.

source: 也出現在
en: Also appears in
es: También aparece en
ja: ほかの登場先
ko: 다른 곳에도 등장
pt_br: Também aparece em

source: 也讓它收藏
en: Let it collect too
es: Dejar que también guarde
ja: 収集も許可
ko: 담기도 허용
pt_br: Deixar guardar também

source: 今天
en: Today
es: Hoy
ja: 今日
ko: 오늘
pt_br: Hoje

source: 今天收藏的
en: Collected today
es: Guardado hoy
ja: 今日追加したもの
ko: 오늘 수집한 항목
pt_br: Coletados hoje

source: 今天新增 %lld 件
en: %lld added today
es: %lld añadidos hoy
ja: 今日 %lld 件追加
ko: 오늘 %lld개 추가됨
pt_br: %lld novos hoje

source: 今天沒有推薦 收藏多一點、看一陣子之後，這裡每天會有一組新的
en: Nothing for today yet Collect a little more and look around for a while; a new set will appear here every day
es: Todavía no hay nada para hoy Guarda un poco más y explora un tiempo; cada día aparecerá aquí una selección nueva
ja: 今日のおすすめはまだありません もう少し集めてしばらく眺めると、毎日新しい組み合わせが届きます
ko: 아직 오늘의 추천이 없어요 조금 더 모으고 둘러보면 매일 새로운 묶음이 나타나요
pt_br: Ainda não há nada para hoje Guarde mais um pouco e explore por um tempo; todo dia aparece aqui uma seleção nova

source: 今天的推薦
en: For Today
es: Para hoy
ja: 今日のおすすめ
ko: 오늘의 추천
pt_br: Para hoje

source: 介面上的圖示都來自 Reicon。
en: Every icon in the interface comes from Reicon.
es: Todos los iconos de la interfaz son de Reicon.
ja: インターフェイスのアイコンはすべて Reicon のものです。
ko: 인터페이스의 아이콘은 모두 Reicon에서 왔습니다.
pt_br: Todos os ícones da interface vêm do Reicon.

source: 位置
en: Location
es: Ubicación
ja: 場所
ko: 위치
pt_br: Local

source: 作者
en: Author
es: Autor
ja: 著者
ko: 작가
pt_br: Autor

source: 作者 · GitHub
en: Author · GitHub
es: Autor · GitHub
ko: 제작자 · GitHub
pt_br: Autor · GitHub

source: 你以前常看，已經 %lld 天沒打開
en: You used to come back to this; not opened in %lld days
es: Solías volver a esto; hace %lld días que no lo abres
ja: 以前よく見ていたもの。%lld 日開いていません
ko: 예전에 자주 봤지만 %lld일 동안 열지 않았어요
pt_br: Você voltava sempre a isto; não abre há %lld dias

source: 你在 %@ 天前收藏了這個
en: You collected this %@ days ago
es: Guardaste esto hace %@ días
ja: %@ 日前に追加しました
ko: %@일 전에 수집한 항목입니다
pt_br: Você coletou isto há %@ dias

source: 來源
en: Source
es: Origen
ja: ソース
ko: 출처
pt_br: Origem

source: 依主題分堆
en: Pile by Theme
es: Agrupar por tema
ja: テーマ別にまとめる
ko: 테마별로 쌓기
pt_br: Empilhar por tema

source: 依分類分堆
en: Pile by Category
es: Agrupar por categoría
ja: 分類で分ける
ko: 분류별로 묶기
pt_br: Agrupar por categoria

source: 依格式分堆
en: Pile by Format
es: Agrupar por formato
ja: 形式で分ける
ko: 형식별로 묶기
pt_br: Agrupar por formato

source: 依顏色分堆
en: Pile by Color
es: Agrupar por color
ja: 色で分ける
ko: 색상별로 묶기
pt_br: Agrupar por cor

source: 保存中…
en: Saving…
es: Guardando…
ko: 저장 중…
pt_br: Salvando…

source: 做了
en: made
es: hizo
ja: 作った
ko: 제작
pt_br: fez

source: 側欄
en: Sidebar
es: Barra lateral
ja: サイドバー
ko: 사이드바
pt_br: Barra lateral

source: 儲存的排列
en: Saved Arrangements
es: Disposiciones guardadas
ja: 保存した配置
ko: 저장된 배치
pt_br: Arranjos salvos

source: 允許 AI 助手把連結、文字和檔案收進來，或加進釘選版。
en: Allow assistants to collect links, text, and files, or put things on pinned boards.
es: Permite que el asistente guarde enlaces, texto y archivos, o los añada a tableros fijados.
ja: AI アシスタントがリンク、テキスト、ファイルを収集したり、ピン留めボードに加えたりできます。
ko: AI 어시스턴트가 링크, 텍스트, 파일을 담거나 고정 보드에 추가할 수 있습니다.
pt_br: Permite que o assistente guarde links, texto e arquivos, ou os coloque em quadros fixados.

source: 允許後再按一次 ⌘⇧C，就能收藏這個瀏覽器的網址
en: After allowing access, press ⌘⇧C again to collect this browser's URL
es: Tras dar permiso, pulsa ⌘⇧C otra vez para guardar la URL de este navegador
ja: 許可したあと、もう一度 ⌘⇧C を押すと、このブラウザの URL を追加できます
ko: 허용한 다음 ⌘⇧C를 다시 누르면 이 브라우저의 URL을 수집할 수 있습니다
pt_br: Depois de permitir, pressione ⌘⇧C de novo para coletar o URL deste navegador

source: 先收剛拷貝的東西，沒有就收瀏覽器正在看的頁面。
en: Saves what you just copied, or else the page open in your browser.
es: Guarda lo que acabas de copiar o, si no hay nada, la página abierta en el navegador.
ja: コピーしたばかりのものを、なければブラウザで開いているページを収集します。
ko: 방금 복사한 것을, 없으면 브라우저에서 보고 있는 페이지를 담습니다.
pt_br: Guarda o que você acabou de copiar ou, se não houver nada, a página aberta no navegador.

source: 先複製圖片、網址或文字，再按 ⌘⇧C
en: Copy an image, URL or text first, then press ⌘⇧C
es: Copia primero una imagen, URL o texto y luego pulsa ⌘⇧C
ja: 画像、URL、テキストをコピーしてから ⌘⇧C を押してください
ko: 이미지, URL 또는 텍스트를 복사한 다음 ⌘⇧C를 누르십시오
pt_br: Copie uma imagem, URL ou texto e pressione ⌘⇧C

source: 克萊因藍
en: Klein Blue
es: Azul Klein
ja: クライン・ブルー
ko: 클랭 블루
pt_br: Azul Klein

source: 全選
en: Select All
es: Seleccionar todo
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar tudo

source: 全部
en: All
es: Todo
ja: すべて
ko: 전체
pt_br: Tudo

source: 兩指捏合或捲動滾輪。
en: Pinch with two fingers, or scroll.
es: Pellizca con dos dedos o desplázate.
ja: 2 本指でピンチ、またはスクロール。
ko: 두 손가락으로 오므리거나 스크롤하세요.
pt_br: Faça pinça com dois dedos ou role.

source: 其他
en: Other
es: Otros
ja: その他
ko: 기타
pt_br: Outros

source: 其他圖片
en: Other images
es: Otras imágenes
ja: その他の画像
ko: 기타 이미지
pt_br: Outras imagens

source: 再試一次
en: Try Again
es: Reintentar
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo

source: 出了
en: released
es: lanzó
ja: 出した
ko: 출시
pt_br: lançou

source: 分堆
en: Pile
es: Agrupar
ja: 分ける
ko: 묶기
pt_br: Agrupar

source: 分類
en: Categories
es: Categorías
ja: カテゴリ
ko: 카테고리
pt_br: Categorias

source: 切換、新增、改名或刪除展室
en: Switch, add, rename or delete rooms
es: Cambiar, crear, renombrar o eliminar salas
ja: 展示室の切り替え、追加、名称変更、削除
ko: 전시실 전환, 추가, 이름 변경 또는 삭제
pt_br: Alterne, crie, renomeie ou apague salas

source: 刪除
en: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Apagar

source: 刪除…
en: Delete…
es: Eliminar…
ja: 削除…
ko: 삭제…
pt_br: Apagar…

source: 刪除「%@」？
en: Delete “%@”?
es: ¿Eliminar “%@”?
ja: 「%@」を削除しますか？
ko: ‘%@’을(를) 삭제하겠습니까?
pt_br: Apagar “%@”?

source: 刪除這條連線
en: Delete This Connection
es: Eliminar esta conexión
ja: この接続を削除
ko: 이 연결선 삭제
pt_br: Apagar esta conexão

source: 刪除釘選版「%@」
en: Delete Pinboard “%@”
es: Eliminar el tablero “%@”
ja: ピンボード「%@」を削除
ko: 핀보드 ‘%@’ 삭제
pt_br: Apagar o quadro “%@”

source: 到設定換一組快捷鍵，或從選單「檔案 → 收藏剪貼簿或目前頁面」收藏
en: Choose a different shortcut in Settings, or collect from the menu: File → Collect Clipboard or Current Page
es: Cambia el atajo en Ajustes o guarda desde el menú “Archivo → Guardar portapapeles o página actual”
ja: 設定で別のショートカットに変更するか、メニューの「ファイル → クリップボードまたは現在のページを追加」から追加してください
ko: 설정에서 다른 단축키를 지정하거나 ‘파일 → 클립보드 또는 현재 페이지 수집’ 메뉴로 수집하십시오
pt_br: Escolha outro atalho nos Ajustes ou colete pelo menu Arquivo → Coletar área de transferência ou página atual

source: 剪下
en: Cut
es: Cortar
ja: カット
ko: 오려두기
pt_br: Recortar

source: 創作者
en: Creator
es: Creador
ja: 制作者
ko: 창작자
pt_br: Criador

source: 加入 iCloud 上的「%@」
en: Join “%@” from iCloud
es: Unirse a «%@» desde iCloud
ja: iCloud の「%@」に参加
ko: iCloud의 ‘%@’ 참여
pt_br: Entrar em “%@” do iCloud

source: 加入檔案…
en: Add Files…
es: Añadir archivos…
ja: ファイルを追加…
ko: 파일 추가…
pt_br: Adicionar arquivos…

source: 加入資料夾…
en: Add Folder…
es: Añadir carpeta…
ja: フォルダを追加…
ko: 폴더 추가…
pt_br: Adicionar pasta…

source: 加入釘選版
en: Add to Pinboard
es: Añadir al tablero
ja: ピンボードに追加
ko: 핀보드에 추가
pt_br: Adicionar ao quadro

source: 原始位置
en: Original location
es: Ubicación original
ja: 元の場所
ko: 원래 위치
pt_br: Local original

source: 取消
en: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar

source: 另一件收藏
en: another item
es: otro elemento
ja: 別のアイテム
ko: 다른 항목
pt_br: outro item

source: 只放標題、網站與主題，不放文字內容。
en: Only titles, sites, and themes, never the text inside.
es: Solo títulos, sitios y temas, nunca el texto.
ja: タイトル、サイト、テーマだけ。本文は入れません。
ko: 제목, 사이트, 주제만 담고 본문은 넣지 않습니다.
pt_br: Só títulos, sites e temas, nunca o texto.

source: 只有這台 Mac 上的 App 能連線，不經過網路。
en: Only apps on this Mac can connect, never over the network.
es: Solo pueden conectarse apps de este Mac, nunca por la red.
ja: 接続できるのはこの Mac 上の App だけで、ネットワークは通りません。
ko: 이 Mac의 앱만 연결할 수 있으며 네트워크를 거치지 않습니다.
pt_br: Só apps deste Mac podem se conectar, nunca pela rede.

source: 同在 %@：%@
en: Also in %@: %@
es: También en %@: %@
ja: 同じ %@：%@
ko: 같은 %1$@: %2$@
pt_br: Também em %@: %@

source: 同步
en: Sync
es: Sincronización
ja: 同期
ko: 동기화
pt_br: Sincronização

source: 同類的 App 我用過不少，很多其實都不便宜。但用下來就是覺得不好用，而且花最多時間的竟然是整理！
en: I’ve used plenty of apps like this, and many of them aren’t cheap. But they just never felt good to use, and the thing I spent the most time on was, of all things, organizing!
es: He usado muchas apps así, y muchas no son nada baratas. Pero usarlas nunca era cómodo, y en lo que más tiempo se me iba era, nada menos, ¡en ordenar!
ja: 同じような App はたくさん使ってきました。実は安くないものばかり。でも使ってみると使いにくくて、いちばん時間を取られたのは、なんと整理でした！
ko: 비슷한 앱을 꽤 써 봤는데, 사실 싼 게 별로 없었어요. 그런데 써 보면 영 불편했고, 가장 많은 시간을 쓴 게 하필 정리였어요!
pt_br: Já usei vários apps assim, e muitos nem são baratos. Mas no uso nunca eram bons, e o que mais tomava meu tempo era, imagine só, organizar!

source: 名字
en: The name
es: El nombre
ja: 名前
ko: 이름
pt_br: O nome

source: 名稱
en: Name
es: Nombre
ja: 名前
ko: 이름
pt_br: Nome

source: 和你最近常看的「%@」有關
en: Like the “%@” you’ve been looking at lately
es: Relacionado con «%@», que has mirado últimamente
ja: 最近よく見ている「%@」に関連
ko: 최근 자주 본 ‘%@’와(과) 관련
pt_br: Ligado a “%@”, que você tem visto ultimamente

source: 品牌
en: Brand
es: Marca
ja: ブランド
ko: 브랜드
pt_br: Marca

source: 商品
en: Products
es: Producto
ko: 상품
pt_br: Produtos

source: 問「%@」
en: Ask “%@”
es: Preguntar “%@”
ja: 「%@」を質問
ko: ‘%@’ 질문하기
pt_br: Perguntar “%@”

source: 問它：「我的 Wunder 裡有什麼？」
en: Ask it: “What’s in my Wunder?”
es: Pregúntale: «¿Qué hay en mi Wunder?»
ja: 聞いてみましょう：「私の Wunder には何がある？」
ko: 물어보세요: “내 Wunder에 뭐가 있어?”
pt_br: Pergunte: “O que tem no meu Wunder?”

source: 問：%@
en: Q: %@
es: Pregunta: %@
ja: 質問：%@
ko: 질문: %@
pt_br: Pergunta: %@

source: 啟用中文描述搜尋…
en: Turn On Chinese Description Search…
es: Activar búsqueda con descripciones en chino…
ja: 中国語の説明による検索を有効にする…
ko: 중국어 설명 검색 활성화…
pt_br: Ativar busca por descrição em chinês…

source: 回到排列 %lld
en: Go Back to Arrangement %lld
es: Volver a la disposición %lld
ja: 配置 %lld に戻す
ko: 배치 %lld(으)로 돌아가기
pt_br: Voltar ao arranjo %lld
